micropython/micropython/ports/samd/boards/ADAFRUIT_NEO_TRINKEY/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Adafruit Neo Trinkey"
#define MICROPY_HW_MCU_NAME   "SAMD21G18A"
